[
  {
    "introduction": {
      "title": "My name is",
      "name": "Diego Martínez",
      "txt": [
        "I am a fullstack developer and graphic designer.",
        "I specialize in making eye-catching, functional and interactive products to create exceptional digital experiences."
      ]
    }
  },
  {
    "aboutMe": {
      "title": "About me",
      "txt": [
        "I am from Bogotá, Colombia. Fullstack developer, graphic designer and digital artist. Motivated, attentive to detail, good team player and always ready to create engaging, functional and interactive digital experiences. Skills in Adobe Suite, HTML, CSS, JavaScript and APIs.",
        "I am currently expanding my knowledge in React and React Native to improve my projects."
      ],
      "workExp": "Work Experience"
    }
  },
  {
    "projects": {
      "title": "Projects",
      "txt": [
        "Each of these projects has the general objective to show the knowledge I have of web development as my experience in frontend, UI/UX design, layout, color management, hierarchies in both text and visual elements.",
        "All this in order that the user can use the web application in an intuitive and effective way."
      ]
    }
  },
  {
    "experience": [
      {
        "id": 1,
        "name": "Misión de Observación Electoral (MOE)",
        "position": "Visual designer | Layout designer | Digital illustrator",
        "years": "January 2018 - June 2020",
        "txt": "Design, layout and creation of graphic pieces that seek to inform citizens about their rights and duties during the electoral period in Colombia.",
        "tasks": [
          "Participated in all meetings of the components to propose effective communication strategies in relation to the 2018, proposing styles, layout, typography, illustrations and different formats of pieces (Carousels and Reels) to be in line with the trends of the RRSS.",
          "Developed new graphic styles for the new electoral year Elections 2019, approved from Management and shown to all MOE Regionals to welcome this new electoral year. Printed and digital pieces were implemented with this new graphic style to give evidence of the new graphics to be implemented.",
          "Implemented together with the other components of the organization the compilation of all the research that had been done during 2018 creating a collection of books that were delivered to politicians and experts on the subject of elections in Colombia in the framework of an event held at the RNCE. I designed, diagrammed and illustrated both the cover of the books and the internal content of each one of them, creating printed and digital pieces to inform about this event."
        ]
      },
      {
        "id": 2,
        "name": "Digital House - Final Project",
        "position": "Fullstack Developer | Frontend Developer",
        "years": "June 2021 - January 2022",
        "txt": "Creation of an E-Commerce in which I had to have an integrated CRUD for registered users and for products within the platform, applying all the knowledge learned during the course.",
        "tasks": [
          "Implemented the responsive e-commerce as well as the layout of the page and each of the buttons and links to go to each of the sections of the application.",
          "Collaborated with the other developers to propose the best way to implement a database for products and users looking for reusable information, encrypted passwords and a profile image for each user.",
          "Developed the e-commerce logo as well as the color palette to be used for the application within the CSS styles to maintain visual unity. Queries for product APIs to have a complete product catalog."
        ]
      },
      {
        "id": 3,
        "name": "Misión de Observación Electoral (MOE)",
        "position": "Visual designer | Graphic designer | Digital illustrator | Layout designer",
        "years": "February 2022 - December 2022",
        "txt": "Design, layout and creation of graphic pieces that seek to inform citizens about their rights and duties during the electoral period in Colombia.",
        "tasks": [
          "Participated in all meetings of the components to propose effective communication strategies in relation to the 2022 Elections, proposing styles, layout, typography, illustrations and different formats of pieces (Carousels and Reels) to be in line with the trends of the RRSS.",
          "Developed new graphic styles for the new electoral Elections 2023, approved from Management and shown to all MOE Regionals to welcome this new electoral year. Printed and digital pieces were implemented with this new graphic style to give evidence of the new graphics to be implemented.",
          "Implemented together with the other components of the organization the compilation of all the research that had been done during 2022 creating a collection of books that were delivered to politicians and experts on the subject of elections in Colombia in the framework of an event held at the RNCE. I designed, diagrammed and illustrated both the cover of the books and the internal content of each one of them, creating printed and digital pieces to inform about this event."
        ]
      },
      {
        "id": 4,
        "name": "TransMilenio S.A - SAUC",
        "position": "Digital Designer - UX Designer",
        "years": "December 2022 - April 2023",
        "txt": "Development of digital pieces for both social networks and TransMilenio's website in order to inform citizens about the latest news of the system.",
        "tasks": [
          "Implemented together with SAUC's communications team digital pieces for the effective communication of the most recent events of the entity as well as pieces that will inform users.",
          "Elaborated GIFs for the entity's social networks to communicate in an effective, clear and fast way the problems in some of its stations or roads.",
          "Collaborated with designers and communicators from other sections of the entity for different social campaigns that sought to improve the vision of TransMilenio, seeking to strengthen unity and trust with users."
        ]
      },
      {
        "id": 5,
        "name": "DAI | Colombia Partners for Transparency Project (PfT)",
        "position": "Communication Specialist",
        "years": "August 2023 - November 2023",
        "txt": "Administration of the PfT's social networks and web channel. At the same time, provide support in the design of graphic pieces and the elaboration of its audiovisual products.",
        "tasks": [
          "Supported content writing, graphic design of support pieces for communication campaigns to disseminate the Program's actions, achievements and key messages",
          "Implemented the digital communication strategy, being responsible for the administration of social networks and web channel of the Program.",
          "Ensured that all materials and reports conform to the Program's branding and branding plan, as well as to the graphic, image and communication standards required by USAID"
        ]
      }
    ]
  },
  {
    "buttons": {
      "web": "Preview",
      "github": "Repository",
      "behance": "Portfolio"
    }
  }
]
