[
  {
    "introduction": {
      "name": "Diego Martínez",
      "resume": "I am a graphic designer with an interest in frontend development for the creation of attractive and functional user interfaces. I also focus on data analysis to leverage data for informed decision making.",
      "is_available": "Available to work"
    }
  },
  {
    "projects": {
      "title": "Projects",
      "descriptions": [
        "Boardify brings all your daily tasks in an organized and intuitive way. Drag and Drop functionality for easier and faster organization of your tasks and boards. Allows you to create, read, edit and delete tasks and boards (CRUD).",
        "Color Crafter allows the user to choose a color and automatically generates different color palettes so that the user can choose the one that works best for him. Select the color from a generic color palette or with the hexadecimal value of the color. Allow to copy and paste the different colors from the palette or a specific color.",
        "Music weather is an application that combines two APIs (Weather API and Spotify API) to show the user the weather of a city and a song would accompany this search according to the weather at that moment."
      ]
    }
  },
  {
    "work_experience": {
      "title": "Experience",
      "description": [
        {
          "id": 2,
          "name": "DAI | Colombia Partners for Transparency Project (PfT)",
          "rol": "Communication Specialist",
          "date": "August 2023 - November 2023",
          "txt": "Conducting analysis and oversight of Data Analytics social networks and online presence. Offering assistance in crafting data visualizations and contributing to the creation of audiovisual content for the company's data-driven initiatives."
        },
        {
          "id": 1,
          "name": "Digital House - Final Project",
          "rol": "Fullstack Developer | Frontend Developer",
          "date": "June 2021 - January 2022",
          "txt": "Development of an E-Commerce platform incorporating a comprehensive CRUD system for managing user registrations and product data. Applied acquired analytical skills to optimize the platform, ensuring seamless data interactions and leveraging insights gained through the course."
        }
      ]
    }
  },
  {
    "buttons": {
      "web": "Live",
      "github": "Repository"
    }
  },
  {
    "select_language": {
      "languages": "EN"
    }
  },
  {
    "call_to_action": {
      "title": "Have a project in mind?",
      "txt": "Feel free to contact me.",
      "linkedin": "LinkedIn"
    }
  }
]
