[
  {
    "introduction": {
      "name": "Diego Martínez",
      "resume": "Soy diseñador gráfico con interes en  desarrollador frontend para la creación de interfaces de usuario atractivas y funcionales. También me dedico al análisis de datos para aprovecharlos en la toma de decisiones informadas.",
      "is_available": "Disponible para trabajar"
    }
  },
  {
    "projects": {
      "title": "Proyectos",
      "descriptions": [
        "Boardify reúne todas tus tareas diarias de forma organizada e intuitiva. Funcionalidad de arrastrar y soltar para una organización más fácil y rápida de tus tareas y tableros. Permite crear, leer, editar y eliminar tareas y tableros (CRUD).",
        "Color Crafter permite al usuario elegir un color y genera automáticamente diferentes paletas de colores para que el usuario elija la que más le convenga. Selecciona el color desde una paleta de colores genérica o con el valor hexadecimal del color. Permite copiar y pegar los diferentes colores de la paleta o un color específico",
        "Music weather es una aplicacion que combina dos APIs (Weather API y Spotify API) para mostrar al usuario el clima de una ciudad y una canción acompañaria esta busqueda de acuerdo al clima que este en ese momento."
      ]
    }
  },
  {
    "work_experience": {
      "title": "Experiencia",
      "description": [
        {
          "id": 1,
          "name": "Inked Atlas",
          "rol": " Desarrollador Frontend | Diseñador Digital | Cofundador",
          "date": "Febrero 2024 - Actual",
          "txt": "Desarrollo de piezas digitales para redes sociales y página web de la empresa de acuerdo al estilo gráfico establecido. Creación de piezas impresas y merchandising para cada uno de los productos que se entregarán a los clientes."
        },
        {
          "id": 2,
          "name": "DAI | Juntos por la Transparencia (JxT)",
          "rol": "Especialista Comunicaciones",
          "date": "Agosto 2023 - Noviembre 2023",
          "txt": "Realizar análisis y supervisar las redes sociales y la presencia en línea de Data Analytics. Ofrecer asistencia en la elaboración de visualizaciones de datos y contribuir a la creación de contenidos audiovisuales para las iniciativas basadas en datos de la empresa."
        },
        {
          "id": 3,
          "name": "Digital House - Proyecto Final",
          "rol": "Desarrollador Fullstack | Diseñador Gráfico ",
          "date": "Junio 2021 - Enero 2022",
          "txt": "Desarrollo de una plataforma de comercio electrónico que incorpora un sistema CRUD completo para gestionar los registros de usuarios y los datos de los productos. Aplicación de los conocimientos analíticos adquiridos para optimizar la plataforma, garantizando interacciones de datos fluidas y aprovechando los conocimientos adquiridos durante el curso."
        }
      ]
    }
  },
  {
    "buttons": {
      "web": "En vivo",
      "github": "Repositorio"
    }
  },
  {
    "select_language": {
      "languages": "ESP"
    }
  },
  {
    "call_to_action": {
      "title": "¿Tienes un proyecto en mente?",
      "txt": "No dudes en contactarme.",
      "linkedin": "LinkedIn"
    }
  },
  {
    "education": {
      "title": "Educación y certificados",
      "description": [
        {
          "id": 1,
          "name": "Beca Java Backend",
          "rol": "Code Your Future by Globant University.",
          "date": "Agosto 2024 - Abril 2025"
        },
        {
          "id": 2,
          "name": "Diseñador Gráfico Profesional",
          "rol": "Universidad Jorge Tadeo Lozano - UJTL",
          "date": "Enero 2011 - Abril 2016"
        }
      ]
    }
  }
]
